Repository: WP-Translations/lp2
Catalog: the-events-calendar-category-colors/languages/the-events-calendar-category-colors-*.po
Languages: de_de, oc

source: Save Changes
de_de: Änderungen speichern
oc: Enregistrar las modificacions

source: The Events Calendar
de_de: Veranstaltungskalender (The Events Calendar)

source: To begin using The Events Calendar Category Colors, please install the latest version of <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
de_de: Um das Veranstaltungskalender Kategorie Farben Plugin nutzen zu können, installiere bitte die letzte Version des <a href="%s" class="thickbox" title="%s">Veranstaltungskalender</a>.
oc: Per començar d'utilizar The Events Calendar Category Colors, se vos plai, installatz la darrièra version de <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.

source: Category Colors
de_de: Kategoriefarben
oc: Categoria de Colors

source: Settings saved.
de_de: Einstellungen gespeichert.
oc: Reglatges enregistrats.

source: Category Colors Settings
de_de: Kategoriefarben Einstellungen
oc: Reglatges de Category Colors

source: The Events Calendar Category Colors plugin was inspired by the tutorial <a href="http://tri.be/coloring-your-category-events/">Coloring Your Category Events</a>.
de_de: Das Plugin Events Calendar Category Colors wurde inspiriert von dem Tutorial <a href="http://tri.be/coloring-your-category-events/">Coloring Your Category Events</a>.
oc: L'extension Events Calendar Category Colors es estada inspirada per aqueste tutorial <a href="http://tri.be/coloring-your-category-events/">Coloring Your Category Events</a>.

source: Instructions for <strong>filters</strong>, <strong>hooks</strong>, <strong>settings functions</strong>, and <strong>help</strong> are on <a href="https://github.com/afragen/events-calendar-category-colors/wiki">The Events Calendar Category Colors wiki</a>.
de_de: Anleitungen zu <strong>Filter</strong>, <strong>Hooks</strong>, <strong>Einstellungsfunktionen</strong> und <strong>Hilfe</strong> gibt es im <a href="https://github.com/afragen/events-calendar-category-colors/wiki">Wiki von The Events Calendar Category Colors</a>.
oc: Las instruccions pels <strong>filtres</strong>, <strong>hooks</strong>, <strong>reglatges de las foncions</strong>, e <strong>l'ajuda</strong> se tròban dins <a href="https://github.com/afragen/events-calendar-category-colors/wiki">lo wiki de The Events Calendar Category Colors</a>.

source: Use of this function is deprecated
de_de: Diese Funktion ist veraltet
oc: L'utilizacion d'aquesta foncion es depreciada

source: Category Slug
de_de: Kategorie-Slug
oc: Identificant de la categoria

source: Border Color
de_de: Randfarbe
oc: Color de la bordadura

source: Background Color
de_de: Hintergrundfarbe
oc: Color de fons

source: Text Color
de_de: Textfarbe
oc: Color del tèxte

source: Current Display
de_de: Aktuell angezeigt
oc: Afichatge actual

source: You must have at least one event with a category for The Events Calendar Category Colors plugin to function.
de_de: Damit das Plugin funktioniert, muss mindestens ein Ereignis einer Kategorie zugeordnet sein.
oc: Vos cal aver al mens un eveniment amb una categoria per que l'extension The Events Calendar Category Colors fonciona.

source: Font-Weight Options
de_de: Optionen zur Schriftdicke
oc: Opcions d'espessor de la poliça

source: Add Category Legend
de_de: F&uuml;ge Kategorie Legende hinzu
oc: Apondre la legenda de categoria

source: Check to add a Category Legend to the calendar.
de_de: Ankreuzen um eine Kategorie Legende dem Kalender hinzuzuf&uuml;gen
oc: Clicatz per apondre la legenda de categoria al calendièr.

source: Check to add Legend Superpowers.
de_de: Zum Aktivieren von Legend Superpowers Häkchen setzen.
oc: Clicatz per apondre los Superpoders de legenda.

source: Legend Superpowers are an optional visual effect allowing visitors to focus only on those events that belong to categories of interest - without reloading the page and without eliminating other categories from view completely. Click on the category of interest in the Legend for the effect; click again to remove it.
de_de: Legend Superpowers ist ein optionaler visiueller Effekt, der Besuchern ermöglicht, sich nur auf die Ereignisse zu fokussieren, die zu einer ausgewählten Kategorie gehören. Die Seite muss dabei nicht neugeladen werden und die anderen Kategorien bleiben in der Übersicht. Klicke auf die ausgewählten Kategorien, um den Effekt zu aktivieren bzw. zu deaktivieren.
oc: los Superpoders de legenda son un efièch visual opcional permet als visitaires de se concentrar unicament suls eveniments qu'apartenon a de categorias especificas - sens recargament de la pagina e sens eliminar las autras categorias de l'afichatge completament. Clicatz sus la categoria especifica que vos interèssa dins la Legenda de l'efièch ; clicatz tornarmai per la suprimir.

source: Custom Legend CSS
de_de: CSS zu Custom Legend
oc: CSS personalizat de la legenda

source: Check to use your own CSS for category legend.
de_de: Häkchen setzen, um eigenes CSS-Stile zu verwenden.
oc: Clicatz per utilizar vòstre pròpri CSS per la categoria de las legendas.

source: Database Options
de_de: Datenbankoptionen
oc: Opcions de la banca de donadas

source: Restore defaults upon plugin deactivation/reactivation
de_de: Auf Werkeinstellungen bei Aktivierung/Deaktivierung des Plugins zurücksetzen.
oc: Restablir los reglatges per defaut al moment de la desactivacion/reactivacion de l'extension

source: Only check this if you want to reset plugin settings upon Plugin reactivation
de_de: Nur auswählen, wenn das Plugin bei Reaktivierung auf Werkeinstellungen zurückgesetzt werden soll.
oc: Marquetz pas aquò que se volètz reïnicializar los reglatges de l'extension al moment de sa reactivacion

source: This plugin adds event category background coloring to <a href="http://wordpress.org/extend/plugins/the-events-calendar/">The Events Calendar</a> plugin.
de_de: Dieses Plugin f&uuml;gt farbige Markierungen den Veranstaltungskategorien des <a href="http://wordpress.org/extend/plugins/the-events-calendar/">Veranstaltungskalender</a> Plugins hinzu.
oc: Aquesta extension apond una color de fons a las categorias d'eveniments de l'extension <a href="http://wordpress.org/extend/plugins/the-events-calendar/">The Events Calendar</a>.
